USE PD_411_SQL;
GO

INSERT StudentStates
		(state_id, state_name)
VALUES
		(1,N'Бюджет'),
		(2,N'Платное')
		;

INSERT Students
			(last_name, first_name, middle_name, birth_date, [group], [status])
VALUES
		(N'Джумаев', N'Илькин', N'Байрамович','2006-09-18',5,1),
		(N'Андреева', N'Алина', N'Владимировна','1987-09-16',5,1),
		(N'Иванова', N'Вероника', N'Владимировна','1987-09-05',5,1),
		(N'Ильиных', N'Никита', N'Евгеньевич','1988-05-01',5,1),
		(N'Курносов', N'Сергей', N'Сергеевич','2000-04-11',5,1),
		(N'Мещеряков', N'Евгений', N'Александрович','2000-11-14',5,1),
		(N'Стафеев', N'Данил', N'Владимирович','2003-04-11',5,1)
		;

SELECT * FROM Students;